Autodesk.Navisworks.Api.CivilAlignment


Autodesk.Navisworks.Api.CivilAlignment.EndStation


Autodesk.Navisworks.Api.CivilAlignment.GetDistanceForStation(System.Double)


Autodesk.Navisworks.Api.CivilAlignment.GetMajorStationDistance


Autodesk.Navisworks.Api.CivilAlignment.GetNextMajorStation(System.Double)


Autodesk.Navisworks.Api.CivilAlignment.GetNextStation(System.Double,System.Double)


Autodesk.Navisworks.Api.CivilAlignment.GetPointForDistance(System.Double,Autodesk.Navisworks.Api.Point3D@,Autodesk.Navisworks.Api.UnitVector3D@)


Autodesk.Navisworks.Api.CivilAlignment.GetStationLabel(System.Double)


Autodesk.Navisworks.Api.CivilAlignment.Name


Autodesk.Navisworks.Api.CivilAlignment.StartStation
